[
    {
        "studio": "Wit Studio",
        "genres": [],
        "hype": 35977,
        "description": "The people of the kingdom look down on the young Prince Bojji, who can neither hear nor speak. They call him \"The Useless Prince\" while jeering at his supposed foolishness.However, while Bojji may not be physically strong, he is certainly not weak of heart. When a chance encounter with a shadow creature should have left him traumatized, it instead makes him believe that he has found a friend amidst those who only choose to notice his shortcomings. He starts meeting with Kage, the shadow, regularly, to the point where even the otherwise abrasive creature begins to warm up to him. Kage and Bojji's unlikely friendship lays the budding foundations of the prince's journey, one where he intends to conquer his fears and insecurities. Despite the constant ridicule he faces, Bojji resolves to fulfill his desire of becoming the best king he can be.",
        "title": {
            "link": "https://myanimelist.net/anime/40834/Ousama_Ranking",
            "text": "Ousama Ranking"
        },
        "start_date": "Oct 15, 2021 to Mar 25, 2022 ",
        "image": "https://cdn.myanimelist.net/images/anime/1347/117616l.jpg"
    },
    {
        "studio": "Bones",
        "genres": [
            "Mystery",
            "Seinen",
            "Supernatural"
        ],
        "hype": 31993,
        "description": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives! (Source: MangaHelpers) Episode 1 will be previewed at an event at Marunouchi Piccadilly on March 27, 2016. Episodes 1 and 2 will be previewed at Yokohama Burg 13 on April 2, 2016. Regular broadcasting will begin on April 7, 2016.",
        "title": {
            "link": "http://myanimelist.net/anime/31478/Bungou_Stray_Dogs",
            "text": "Bungou Stray Dogs"
        },
        "start_date": "Apr 7, 2016, 01:05 (JST)",
        "image": "https://cdn.myanimelist.net/images/anime/1044/132831.jpg"
    }
]